Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2015.tmx
Source language: en_us
Languages: zh_cn

source: In a major push to advance law-based government administration, the State Council submitted proposals to the Standing Committee of the National People's Congress (NPC) on enacting or revising 15 laws including the Food Safety Law, and formulated or revised 38 sets of administrative regulations including the Provisional Regulations on Enterprise Information Disclosure.
zh_cn: 我们大力推进依法行政，国务院提请全国人大常委会制定修订食品安全法等法律15件，制定修订企业信息公示暂行条例等行政法规38件。

source: We took thorough steps to increase transparency in government operations, and used multiple means to widely solicit comments from the public on major government decisions and policies.
zh_cn: 政务公开深入推进，政府重大决策和政策以多种形式向社会广泛征求意见。

source: The third national economic census was completed.
zh_cn: 完成第三次全国经济普查。

source: We reformed the system for handling public complaints made in the form of letters or visits.
zh_cn: 改革信访工作制度。

source: Legal aid was expanded to cover not only people living on subsistence allowances but also those on low incomes.
zh_cn: 法律援助范围从低保群体扩大到低收入群体。

source: We strengthened efforts in both urban and rural community building, and made direct registration a reality for four types of social organizations, including industry associations and chambers of commerce.
zh_cn: 加强城乡社区建设，行业协会商会等四类社会组织实现直接登记。

source: We cracked down on crime, strengthened efforts in the comprehensive maintenance of law and order, and effectively safeguarded national security and public safety.
zh_cn: 严厉打击各类犯罪活动，强化社会治安综合治理，维护了国家安全和公共安全。

source: We have been strictly putting into practice the CPC Central Committee's eight-point decision on improving Party and government conduct and making persistent efforts to fight formalism, bureaucratism, hedonism, and extravagance.
zh_cn: 我们严格落实党中央八项规定精神，持之以恒纠正“四风”。

source: We have been rigorously implementing the State Council's three-point decision on curbing government spending, and have effectively controlled the construction of new government buildings, the staffing of government bodies and public institutions, and the spending on official overseas visits, official vehicles, and official hospitality.
zh_cn: 严格执行国务院“约法三章”，政府性楼堂馆所、机关事业单位人员编制、“三公”经费得到有效控制。

source: Administrative supervision and auditing oversight have been intensified; efforts have been stepped up to improve Party conduct, build a clean government, and fight corruption;
zh_cn: 加大行政监察和审计监督力度，推进党风廉政建设和反腐败斗争，

source: and we have investigated and prosecuted violations of the law and discipline, bringing many offenders to justice.
zh_cn: 严肃查处违纪违法案件，一批腐败分子得到应有惩处。

source: We have taken strong steps to ensure the implementation of major policies and measures, carrying out inspections, introducing third-party evaluations and public appraisals, and establishing permanent mechanisms. These efforts have gone a long way in advancing all of our work.
zh_cn: 我们狠抓重大政策措施的落实，认真开展督查，引入第三方评估和社会评价，建立长效机制，有力促进了各项工作。

source: Over the past year, Chinese diplomacy has been fruitful.
zh_cn: 一年来，外交工作成果丰硕。

source: President Xi Jinping and other state leaders visited many countries and attended major international events, including the G20 Leaders Summit, the BRICS Leaders Meeting, the Shanghai Cooperation Organization Summit, the East Asian leaders' meetings on cooperation, the Asia-Europe Meeting, the Annual Meeting of the New Champions 2014 in Tianjin, and the World Economic Forum annual meeting 2015 in Davos, Switzerland.
zh_cn: 习近平主席等国家领导人出访多国，出席二十国集团领导人峰会、金砖国家领导人会晤、上海合作组织峰会、东亚合作领导人系列会议、亚欧首脑会议、达沃斯论坛等重大活动。

source: China hosted the 22nd APEC Economic Leaders Meeting, the Fourth Summit of the Conference on Interaction and Confidence Building Measures in Asia, and the Boao Forum for Asia.
zh_cn: 成功举办亚太经合组织第二十二次领导人非正式会议、亚信会议第四次峰会、博鳌亚洲论坛。

source: China has been participating actively in establishing multilateral mechanisms and writing international rules.
zh_cn: 积极参与多边机制建立和国际规则制定。

source: We have made steady progress in developing relations with other major countries, entered a new phase in neighborhood diplomacy, and made new headway in our cooperation with other developing countries. Notable progress has been made in conducting economic diplomacy.
zh_cn: 大国外交稳中有进，周边外交呈现新局面，同发展中国家合作取得新进展，经济外交成果显著。

source: Progress has been made in pursuing the Silk Road Economic Belt and 21st Century Maritime Silk Road initiatives; preparations have been made for establishing the Asian Infrastructure Investment Bank, and the Silk Road Fund has been set up.
zh_cn: 推进丝绸之路经济带和21世纪海上丝绸之路建设，筹建亚洲基础设施投资银行，设立丝路基金。

source: China is engaging in more exchanges and cooperation with other countries, and is increasingly recognized as a major responsible country on the international stage.
zh_cn: 我们与各国的交往合作越来越紧密，中国在国际舞台上负责任大国形象日益彰显。

source: Fellow Deputies,
zh_cn: 各位代表！

source: We owe the achievements of the past year to the overall planning and sound policymaking of the Party Central Committee with Comrade Xi Jinping as General Secretary and to the concerted and unremitting efforts of all members of the Party and the armed forces, and all of China's people.
zh_cn: 一年来取得的成绩，是以习近平同志为总书记的党中央统揽全局、科学决策的结果，是全党全军全国各族人民共同努力、不懈奋斗的结果。

source: On behalf of the State Council, I wish to express our sincere gratitude to the people of all our ethnic groups, and to the non-CPC parties, people's organizations, and people from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: We would like to express our heartfelt appreciation to our compatriots in the Hong Kong and Macao special administrative regions and in Taiwan, and to Chinese nationals overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: We also wish to express true gratitude to the governments, international organizations, and friends from all over the world who show understanding for and support China in its endeavor to modernize.
zh_cn: 向关心和支持中国现代化建设事业的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: While recognizing our achievements, we must also be mindful of the difficulties and challenges on the road ahead:
zh_cn: 我们既要看到成绩，更要看到前进中的困难和挑战。

source: --Growth in investment is sluggish; the number of new areas of strong consumer activity is limited; there is no sign the international market is about to significantly pick up; maintaining stable growth is becoming more difficult, and there are still latent risks in some areas.
zh_cn: 投资增长乏力，新的消费热点不多，国际市场没有大的起色，稳增长难度加大，一些领域仍存在风险隐患。

source: --The prices of manufactured products are continuing to fall; the costs of factors of production are on the rise; small and micro businesses are finding it difficult and costly to obtain financing; and the going is tough for some enterprises.
zh_cn: 工业产品价格持续下降，生产要素成本上升，小微企业融资难融资贵问题突出，部分企业生产经营困难。

source: --China's economic growth model remains inefficient; our capacity for innovation is insufficient; overcapacity is a pronounced problem, and the foundation of agriculture is weak.
zh_cn: 经济发展方式比较粗放，创新能力不足，产能过剩问题突出，农业基础薄弱。

source: --There are still many problems of public concern in medical services, elderly care, housing, transport, education, income distribution, food safety, and law and order. Environmental pollution is serious in some localities, and major accidents in the workplace are not uncommon.
zh_cn: 群众对医疗、养老、住房、交通、教育、收入分配、食品安全、社会治安等还有不少不满意的地方。有些地方环境污染严重，重大安全事故时有发生。

source: --There is still much to be improved in the work of the government, with some policies and measures not being satisfactorily implemented. A small number of government employees behave irresponsibly; shocking cases of corruption still exist; and some government officials are neglectful of their duties, holding onto their jobs while failing to fulfill their responsibilities.
zh_cn: 政府工作还存在不足，有些政策措施落实不到位。少数政府机关工作人员乱作为，一些腐败问题触目惊心，有的为官不为，在其位不谋其政，该办的事不办。

source: We must face these problems head on.
zh_cn: 我们要直面问题，

source: In times of peace one must be alert to danger, and in times of stability one must be mindful of the potential for chaos.
zh_cn: 安不忘危，治不忘乱，

source: We must be ready to bear the weight of responsibility, do justice to our historic mission, and live up to the great trust the people place in us.
zh_cn: 勇于担当，不辱历史使命，不负人民重托。

source: II. The Plan for Work in 2015
zh_cn: 二、2015年工作总体部署

source: China is the largest developing country in the world; it is still in the primary stage of socialism, where it will remain for a long time to come. At this stage, development is of primary importance to China; it is both the basis for and the key to solving every problem we face.
zh_cn: 我国是世界上最大的发展中国家，仍处于并将长期处于社会主义初级阶段，发展是硬道理，是解决一切问题的基础和关键。

source: In order to defuse problems and risks, avoid falling into the "middle-income trap," and achieve modernization, China must rely on development, and development requires an appropriate growth rate.
zh_cn: 化解各种矛盾和风险，跨越“中等收入陷阱”，实现现代化，根本要靠发展，发展必须有合理的增长速度。

source: At the same time, China's economic development has entered a new normal. Our country is in a crucial period during which challenges need to be overcome and problems need to be resolved.
zh_cn: 同时，我国经济发展进入新常态，正处在爬坡过坎的关口，

source: Systemic, institutional, and structural problems have become "tigers in the road" holding up development. Without deepening reform and making economic structural adjustments, we will have a difficult time sustaining steady and sound development.
zh_cn: 体制机制弊端和结构性矛盾是“拦路虎”，不深化改革和调整经济结构，就难以实现平稳健康发展。

source: We must be adamant in pursuing economic development as our central task and make a thorough job of development as the top priority for ensuring the governance and revitalization of the country.
zh_cn: 我们必须毫不动摇坚持以经济建设为中心，切实抓好发展这个执政兴国第一要务。

source: We must continue to promote development in a sound and balanced way through reform and speed up the transformation of the growth model so as to achieve quality, efficient, and sustainable development.
zh_cn: 必须坚持不懈依靠改革推动科学发展，加快转变经济发展方式，实现有质量有效益可持续的发展。

source: At present, the world economy is undergoing profound adjustment, its recovery lacks drive, the influence of geopolitics is increasing, and there are a greater number of uncertainties at play.
zh_cn: 当前，世界经济正处于深度调整之中，复苏动力不足，地缘政治影响加重，不确定因素增多，

source: Promoting growth, creating jobs, and making structural adjustments have become common goals for the international community.
zh_cn: 推动增长、增加就业、调整结构成为国际社会共识。

source: With downward pressure on China's economy building and deep-seated problems in development surfacing, the difficulties we are to encounter in the year ahead may be even more formidable than those of last year.
zh_cn: 我国经济下行压力还在加大，发展中深层次矛盾凸显，今年面临的困难可能比去年还要大。

source: On the other hand, China is still in an important period of strategic opportunity during which great progress can be made in development. Our country's development has enormous potential and is hugely resilient, and we have ample room for growth.
zh_cn: 同时，我国发展仍处于可以大有作为的重要战略机遇期，有巨大的潜力、韧性和回旋余地。

source: Steady progress is being made in the development of new types of industrialization, applications of information technologies, urbanization, and agricultural modernization;
zh_cn: 新型工业化、信息化、城镇化、农业现代化持续推进，

source: the foundation underpinning development is becoming stronger by the day;
zh_cn: 发展基础日益雄厚，

source: benefits of reform are being delivered as we speak;
zh_cn: 改革红利正在释放，

source: and we have gained much experience in conducting macro regulation.
zh_cn: 宏观调控积累了丰富经验。

source: We must strengthen our awareness of latent problems while remaining fully confident and taking an active approach to development.
zh_cn: 我们必须增强忧患意识，坚定必胜信念，牢牢把握发展的主动权。

source: This coming year will be crucial for comprehensively deepening reform, the first year for fully advancing the law-based governance of the country, and a critical year for ensuring steady growth and making structural adjustments.
zh_cn: 新的一年是全面深化改革的关键之年，是全面推进依法治国的开局之年，也是稳增长调结构的紧要之年。

source: The overall requirements for the government's work this year are as follows:
zh_cn: 政府工作的总体要求是：

source: --hold high the great banner of socialism with Chinese characteristics;
zh_cn: 高举中国特色社会主义伟大旗帜，

source: --follow the guidance of Deng Xiaoping Theory, the important thought of Three Represents, and the Scientific Outlook on Development;
zh_cn: 以邓小平理论、“三个代表”重要思想、科学发展观为指导，

source: --comprehensively implement the guiding principles of the 18th National Party Congress and the third and fourth plenary sessions of the 18th CPC Central Committee;
zh_cn: 全面贯彻党的十八大和十八届三中、四中全会精神，

source: --put into practice the guiding principles from General Secretary Xi Jinping's major speeches;
zh_cn: 贯彻落实习近平总书记系列重要讲话精神，

source: --act in accordance with the Four-Pronged Comprehensive Strategy;* (* The strategy is to make comprehensive moves to: 1) finish building a moderately prosperous society; 2) deepen reform; 3) advance the law-based governance of China; and 4) strengthen Party self-conduct.)
zh_cn: 按照“四个全面”战略布局，

source: --actively adapt to and guide the new normal in China's economic development;
zh_cn: 主动适应和引领经济发展新常态，

source: --adhere to the general principle of seeking progress while keeping performance stable;
zh_cn: 坚持稳中求进工作总基调，

source: --ensure that the economy performs within an appropriate range;
zh_cn: 保持经济运行在合理区间，

source: --focus on strengthening the quality and benefits of economic development;
zh_cn: 着力提高经济发展质量和效益，

source: --give greater priority to transforming the growth model and making structural adjustments;
zh_cn: 把转方式调结构放到更加重要位置，

source: --tackle tough problems of reform head on;
zh_cn: 狠抓改革攻坚，

source: --pursue innovation-driven development;
zh_cn: 突出创新驱动，

source: --strengthen risk prevention and control;
zh_cn: 强化风险防控，

source: --strengthen safeguards for people's standard of living;
zh_cn: 加强民生保障，

source: --get the right balance between carrying out reform, pursuing development, and ensuring stability;
zh_cn: 处理好改革发展稳定关系，

source: --promote all-round socialist economic, political, cultural,social, and ecological advancement; and
zh_cn: 全面推进社会主义经济建设、政治建设、文化建设、社会建设、生态文明建设，

source: --achieve steady and sound economic development and ensure social harmony and stability.
zh_cn: 促进经济平稳健康发展和社会和谐稳定。

source: Keeping in mind these requirements, we must focus on achieving the dual objectives of maintaining a medium-high-level growth rate and moving toward a medium-high-level of development.
zh_cn: 我们要把握好总体要求，着眼于保持中高速增长和迈向中高端水平“双目标”，

source: We need to maintain policy continuity and keep expectations stable while moving forward with reform and structural adjustment, and we need to develop twin engines to drive development: popular entrepreneurship and innovation, paired with increased supplies of public goods and services. This will ensure that our growth rate is adjusted without weakening momentum and that growth in quantity is underpinned by greater quality, thereby achieving a better-quality, more efficient, upgraded economy.
zh_cn: 坚持稳政策稳预期和促改革调结构“双结合”，打造大众创业、万众创新和增加公共产品、公共服务“双引擎”，推动发展调速不减势、量增质更优，实现中国经济提质增效升级。

source: We have set the main targets for China's economic and social development for this year as follows:
zh_cn: 今年经济社会发展的主要预期目标是：

source: --increase the GDP by approximately 7%;
zh_cn: 国内生产总值增长7%左右，

source: --keep the increase in the CPI at around 3%;
zh_cn: 居民消费价格涨幅3%左右，

source: --create over ten million jobs in urban areas;
zh_cn: 城镇新增就业1000万人以上，

source: --ensure that the registered urban unemployment rate does not rise above 4.5%;
zh_cn: 城镇登记失业率4.5%以内，

source: --increase imports and exports by around 6%;
zh_cn: 进出口增长6%左右，

source: --achieve a basic balance of payments;
zh_cn: 国际收支基本平衡，

source: --ensure that personal incomes increase in step with economic development; and
zh_cn: 居民收入增长与经济发展同步。

source: --cut energy intensity by 3.1%, and continue to reduce the emissions of major pollutants.
zh_cn: 能耗强度下降3.1%以上，主要污染物排放继续减少。

source: The target growth rate of approximately 7% takes into consideration what is needed and what is possible. This target is both aligned with our goal of finishing building a moderately prosperous society in all respects and is appropriate in terms of the need to grow and upgrade our economy.
zh_cn: 经济增长预期7%左右，考虑了需要和可能，与全面建成小康社会目标相衔接，与经济总量扩大和结构升级的要求相适应，

source: It is also in keeping with the objective laws of development as well as conditions in China.
zh_cn: 符合发展规律，符合客观实际。

source: If China's economy can grow at this rate for a relatively long time, we will secure a more solid material foundation for modernization.
zh_cn: 以这样的速度保持较长时期发展，实现现代化的物质基础就会更加雄厚。

source: At the same time, the aim of maintaining stable growth is to ensure employment.
zh_cn: 稳增长也是为了保就业，

source: As the service sector becomes larger, the number of small and micro businesses grows, and the economy gains in size, a growth rate of approximately 7% will ensure ample employment.
zh_cn: 随着服务业比重上升、小微企业增多和经济体量增大，7%左右的速度可以实现比较充分的就业。

source: Local governments need to set targets based on local conditions, be fully motivated to make progress, and tap into their full potential so as to deliver better outcomes.
zh_cn: 各地要从实际出发，积极进取、挖掘潜力，努力争取更好结果。

source: To deliver a good performance in the work of the government this year, we need to concentrate on the following three areas:
zh_cn: 做好今年政府工作，要把握好以下三点。

source: First, we need to ensure continuity in and make improvements to macroeconomic policies.
zh_cn: 第一，稳定和完善宏观经济政策。

source: We will continue to implement proactive fiscal policy and prudent monetary policy.
zh_cn: 继续实施积极的财政政策和稳健的货币政策，

source: We will pay greater attention to anticipatory adjustments, fine-tuning, and targeted regulation.
zh_cn: 更加注重预调微调，更加注重定向调控，

source: We will put both existing and additional financial resources to good use, focusing particularly on strengthening weak spots.
zh_cn: 用好增量，盘活存量，重点支持薄弱环节。

source: We will improve micro-level vitality to underpin macroeconomic stability, explore new ways of achieving supply to boost demand, and balance total supply and demand through structural adjustments to ensure the economy performs within an appropriate range.
zh_cn: 以微观活力支撑宏观稳定，以供给创新带动需求扩大，以结构调整促进总量平衡，确保经济运行在合理区间。

source: Our proactive fiscal policy must sustain the momentum of economic growth and increase economic returns.
zh_cn: 积极的财政政策要加力增效。

source: The government budget deficit for 2015 is projected to be 1.62 trillion yuan, an increase of 270 billion yuan over last year, which means that the deficit to GDP ratio will rise from last year's 2.1% to 2.3%.
zh_cn: 今年拟安排财政赤字1.62万亿元，比去年增加2700亿元，赤字率从去年的2.1%提高到2.3%。

source: Of this amount, the central government deficit will account for 1.12 trillion yuan, an increase of 170 billion yuan, and local government deficit will account for 500 billion yuan, an increase of 100 billion yuan.
zh_cn: 其中，中央财政赤字1.12万亿元，增加1700亿元；地方财政赤字5000亿元，增加1000亿元。

source: We need to find the right balance between managing debt and maintaining steady growth.
zh_cn: 处理好债务管理与稳增长的关系，

source: We will develop and improve mechanisms for local governments to secure financing through bond issuance.
zh_cn: 创新和完善地方政府举债融资机制。

source: We will allow local governments to issue an appropriate amount of special bonds, ensure continued financing for eligible projects already under construction, and guard against and defuse risks and latent dangers.
zh_cn: 适当发行专项债券。保障符合条件的在建项目后续融资，防范和化解风险隐患。

source: We will improve the mix of budgetary spending, redouble our efforts to put government funds on hand into use, and strengthen the effectiveness of government spending.
zh_cn: 优化财政支出结构，大力盘活存量资金，提高使用效率。

source: We will continue to make structural tax reductions and cut fees across the board so as to further lighten the burden on enterprises, particularly small and micro businesses.
zh_cn: 继续实行结构性减税和普遍性降费，进一步减轻企业特别是小微企业负担。

source: We will pursue prudent and balanced monetary policy.
zh_cn: 稳健的货币政策要松紧适度。

source: The M2 money supply is forecasted to grow by around 12% in 2015, but the actual supply may be slightly higher than this projection depending on the needs of economic development.
zh_cn: 广义货币M2预期增长12%左右，在实际执行中，根据经济发展需要，也可以略高些。

source: We will work to strengthen and improve macro-prudential regulation, adopt a flexible approach in our use of monetary policy tools including open market operations, interest rates, required reserve ratios, and re-lending, and maintain steady growth in the supply of money and credit as well as aggregate financing in the economy.
zh_cn: 加强和改善宏观审慎管理，灵活运用公开市场操作、利率、存款准备金率、再贷款等货币政策工具，保持货币信贷和社会融资规模平稳增长。

source: We will speed up the turnover of funds, improve the credit structure, increase the proportion of direct financing to total financing, and reduce the cost of financing, thereby allowing more financial resources to be channeled into the real economy.
zh_cn: 加快资金周转，优化信贷结构，提高直接融资比重，降低社会融资成本，让更多的金融活水流向实体经济。

source: Second, we need to maintain a proper balance between ensuring steady growth and making structural adjustments.
zh_cn: 第二，保持稳增长与调结构的平衡。

source: In its current stage of development, China has to deal simultaneously with the slowdown in economic growth, making difficult structural adjustments, and absorbing the effects of previous economic stimulus policies.
zh_cn: 我国发展面临“三期叠加”矛盾，

source: As resource-related and environmental constraints grow and costs for labor and other factors of production rise, a model of development that draws on high levels of investment and energy consumption and is heavily driven by quantitative expansion becomes difficult to sustain. We must therefore improve the economic structure while ensuring steady growth.
zh_cn: 资源环境约束加大，劳动力等要素成本上升，高投入、高消耗、偏重数量扩张的发展方式已经难以为继，必须推动经济在稳定增长中优化结构。

source: The growth rate must be kept steady to ensure that economic performance is stable, and that employment and personal incomes carry on increasing, thus creating a favorable environment for making structural adjustments and transforming the growth model.
zh_cn: 既要稳住速度，确保经济平稳运行，确保居民就业和收入持续增加，为调结构转方式创造有利条件；

source: At the same time, structural adjustments must be made to consolidate the foundation for ensuring steady growth.
zh_cn: 又要调整结构，夯实稳增长的基础。

source: We need to increase research and development spending, raise total factor productivity, improve quality, standards, and brand-building, strengthen the service sector and strategic emerging industries and increase their share of the economy, improve the overall structure of economic growth, and work harder to foster new areas of growth and growth poles. With these efforts, we can ensure that economic upgrading and development reinforce each other.
zh_cn: 要增加研发投入，提高全要素生产率，加强质量、标准和品牌建设，促进服务业和战略性新兴产业比重提高、水平提升，优化经济发展空间格局，加快培育新的增长点和增长极，实现在发展中升级、在升级中发展。

source: Third, we need to nurture and hasten the birth of a new force for driving economic and social development.
zh_cn: 第三，培育和催生经济社会发展新动力。

source: As the force that has traditionally driven economic growth is weakening, it is imperative that we intensify structural reform, boost efforts to implement the strategy of pursuing innovation-driven development, and upgrade traditional engines while creating new ones for driving development.
zh_cn: 当前经济增长的传统动力减弱，必须加大结构性改革力度，加快实施创新驱动发展战略，改造传统引擎，打造新引擎。

source: We will increase the supply of public goods and services, increase government input in areas like education and health care, and encourage nongovernmental participation to improve the efficiency of supply.
zh_cn: 一方面，增加公共产品和服务供给，加大政府对教育、卫生等的投入，鼓励社会参与，提高供给效率。

source: This will bolster weak spots and benefit the people, as well as increase demand and promote development.
zh_cn: 这既能补短板、惠民生，也有利于扩需求、促发展。

source: At the same time, we will also encourage people to start their own businesses and to make innovations, which will not only create more jobs and increase personal incomes, but also improve upwards social mobility and social equity and justice.
zh_cn: 另一方面，推动大众创业、万众创新。这既可以扩大就业、增加居民收入，又有利于促进社会纵向流动和公平正义。

source: China has a population of 1.3 billion and a workforce of 900 million.
zh_cn: 我国有13亿人口、9亿劳动力资源，
